Repository: Shreya463/SE_lab_assignment
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: mr

source: Confirmation Letter
mr: पुष्टिकरण पत्र

source: District Preference 1
mr: जिल्हा पसंती 1

source: District Preference 2
mr: जिल्हा पसंती 2

source: District Preference 3
mr: जिल्हा पसंती 3

source: Date of Visit
mr: भेटीची तारीख

source: Regular Patient Sign Up
mr: नियमित रुग्ण साइन अप करा

source: Sign Up as a Regular Patient
mr: नियमित रुग्ण म्हणून साइन अप करा

source: Usernameवापरकर्तानाव
mr: पासवर्ड

source: Confirm Password
mr: पासवर्डची पुष्टी करा

source: Please fill in all fields.
mr: कृपया सर्व फील्ड भरा.

source: Passwords do not match!
mr: पासवर्ड जुळत नाही!

source: Regular Patient Registration Successful! Click again to continue
mr: नियमित रुग्ण नोंदणी यशस्वी! सुरू ठेवण्यासाठी पुन्हा क्लिक करा

source: Get Started
mr: सुरु करूया

source: Select User Role
mr: वापरकर्ता भूमिका निवडा

source: doctor
mr: डॉक्टर

source: ngo
mr: एन.जी.ओ

source: Sign Up if you do not already have an account
mr: तुमच्याकडे आधीपासूनच खाते नसल्यास साइन अप करा

source: Age
mr: वय

source: Gender
mr: लिंग

source: Male
mr: पुरुष

source: Female
mr: स्त्री

source: Other
mr: इतर

source: Contact Number
mr: संपर्क क्रमांक

source: Registration Successful! Click again to continue
mr: नोंदणी यशस्वी! सुरू ठेवण्यासाठी पुन्हा क्लिक करा

source: Login successful! Click again to continue
mr: लॉग इन यशस्वी! सुरू ठेवण्यासाठी पुन्हा क्लिक करा

source: Invalid username or password.
mr: अवैध वापरकर्तानाव किंवा पासवर्ड.

source: Qualification
mr: पात्रता

source: Registration Number
mr: नोंदणी क्रमांक

source: Doctor Sign In
mr: डॉक्टर साइन इन करा

source: Sign In if you are a registered doctor:
mr: आपण नोंदणीकृत डॉक्टर असल्यास साइन इन करा:

source: Invalid Doctor ID or password.
mr: अवैध डॉक्टर आयडी किंवा पासवर्ड.

source: NGO Sign In
mr: एन.जी.ओ साइन इन

source: Sign In if you are a registered NGO:
mr: आपण नोंदणीकृत एन.जी.ओ असल्यास साइन इन करा:

source: NGO ID
mr: एन.जी.ओ आयडी

source: Invalid NGO ID or password.
mr: अवैध एन.जी.ओ आयडी किंवा पासवर्ड

source: Menu
mr: मेनू

source: Dashboard
mr: डॅशबोर्ड

source: Your Period is expected to arrive in X days.
mr: तुमचा कालावधी X दिवसात येण्याची अपेक्षा आहे.

source: This is your Dashboard.
mr: हा तुमचा डॅशबोर्ड आहे.

source: Symptoms
mr: लक्षणे

source: Select Symptoms
mr: लक्षणे निवडा

source: Calendar
mr: कॅलेंडर

source: This is the Calendar.
mr: हे कॅलेंडर आहे.

source: Start Date
mr: प्रारंभ तारीख

source: End Date
mr: शेवटची तारीख

source: Select Year
mr: वर्ष निवडा

source: Select Month
mr: महिना निवडा

source: Download Report
mr: अहवाल डाउनलोड करा

source: Contact
mr: संपर्क

source: Contact your Nearest Doctor:
mr: तुमच्या जवळच्या डॉक्टरांशी संपर्क साधा:

source: Contact your Nearest NGO:
mr: तुमच्या जवळच्या एन.जी.ओ शी संपर्क साधा:

source: Contact for site help:
mr: साइट मदतीसाठी संपर्क:

source: Announcements
mr: घोषणा

source: This is the Announcements page.
mr: हे घोषणा पृष्ठ आहे.

source: You have been logged out. Click again to confirm Log Out
mr: आपण लॉग आउट केले आहे. लॉग आउटची पुष्टी करण्यासाठी पुन्हा क्लिक करा

source: Plan a Visit:
mr: भेटीची योजना करा:

source: Select Date of Visit:
mr: भेटीची तारीख निवडा:

source: Select Region of Visit:
mr: भेटीचा प्रदेश निवडा:

source: Preference
mr: प्राधान्य

source: Selected Districts:
mr: निवडलेले जिल्हे:

source: Confirm
mr: पुष्टी

source: Confirmation Letter generated successfully!
mr: पुष्टीकरण पत्र यशस्वीरित्या व्युत्पन्न झाले!

source: View PDF
mr: पी.डी.एफ पहा

source: Please select a valid date of visit.
mr: कृपया भेटीची वैध तारीख निवडा.

source: Please enter your current age.
mr: कृपया तुमचे वर्तमान वय प्रविष्ट करा.

source: Kindly enter your height (in cm or feet) and weight (in kg )
mr: कृपया तुमची उंची (सेमी किंवा फूट) आणि वजन (किलोमध्ये) प्रविष्ट करा

source: What is your blood group? (Please specify A, B, AB, or O, along with the Rh factor +/-)
mr: तुमचा रक्तगट कोणता आहे? (कृपया Rh फॅक्टर +/- सोबत A, B, AB, किंवा O निर्दिष्ट करा)

source: Is your menstrual cycle regular or irregular ?
mr: तुमची मासिक पाळी नियमित आहे की अनियमित?

source: On average, how many days does your menstrual period usually last?
mr: सरासरी, तुमची मासिक पाळी सहसा किती दिवस टिकते?

source: Are you currently pregnant?
mr: तू सध्या गरोदर आहेस का?

source: Have you had any abortions in the past? Please specify the number.
mr: तुम्ही यापूर्वी गर्भपात केला आहे का? कृपया क्रमांक निर्दिष्ट करा.

source: Please provide your hip and waist measurements (in inches).
mr: कृपया तुमचे कूल्हे आणि कंबर माप (इंच मध्ये) द्या.

source: Have you experienced significant weight gain recently?
mr: कृपया तुमचे कूल्हे आणि कंबर माप (इंच मध्ये) द्या.

source: Have you noticed increased or excess hair growth on your body, particularly in areas not typical for women?
mr: तुमच्या शरीरावर केसांची वाढ किंवा जास्त वाढ झाल्याचे तुमच्या लक्षात आले आहे, विशेषत: स्त्रियांसाठी वैशिष्ट्यपूर्ण नसलेल्या भागात?

source: Have you observed any darkening of your skin, especially in skin folds or creases?
mr: तुम्ही तुमची त्वचा काळी पडल्याचे निरीक्षण केले आहे, विशेषत: त्वचेच्या पटीत किंवा क्रिझमध्ये?

source: Are you currently experiencing abnormal or excessive hair fall?
mr: तुम्ही सध्या असामान्य किंवा जास्त केस गळत आहात?

source: Have you noticed an increase in the number of pimples or acne on your skin?
mr: तुमच्या त्वचेवर मुरुम किंवा मुरुमांच्या संख्येत वाढ झाल्याचे तुमच्या लक्षात आले आहे का?

source: Do you consume fast food or processed foods often?
mr: तुम्ही अनेकदा फास्ट फूड किंवा प्रक्रिया केलेले पदार्थ खातात का?

source: Do you engage in at least 45 minutes of exercise every day?
mr: तुम्ही दररोज किमान ४५ मिनिटे व्यायाम करत आहात का?
