Repository: Shreya463/SE_lab_assignment
Catalog: Backend/locales/*/LC_MESSAGES/messages.po
Languages: hi

source: Sign Up
hi: साइन अप करें

source: Sign In
hi: साइन इन करें

source: Welcome to My App
hi: मेरे ऐप में आपका स्वागत है

source: Calendar
hi: कैलेंडर

source: History
hi: इतिहास

source: Log out
hi: लॉग आउट

source: Confirmation Letter
hi: पुष्टिकरण पत्र

source: District Preference
hi: जिला वरीयता

source: Date of Visit
hi: विज़िट की तारीख़

source: Regular Patient Sign Up
hi: नियमित रोगी साइन अप करें

source: Sign Up as a Regular Patient
hi: एक नियमित रोगी के रूप में साइन अप करें

source: Username
hi: उपयोगकर्ता नाम

source: Password
hi: पासवर्ड

source: Confirm Password
hi: पासवर्ड की पुष्टि कीजिये

source: Please fill in all fields.
hi: कृपया सभी स्थानों को भरें।

source: Passwords do not match
hi: सांकेतिक शब्द मेल नहीं खाते!

source: Regular Patient Registration
hi: नियमित रोगी पंजीकरण सफल! जारी रखने

source: Successful! Click again to continue
hi: के लिए फिर से क्लिक करें

source: Get Started
hi: शुरू हो जाओ

source: Select User Role
hi: उपयोगकर्ता भूमिका चुनें

source: doctor
hi: चिकित्सक

source: ngo
hi: गैर सरकारी संगठन

source: Sign Up if you do not already have an account
hi: यदि आपके पास पहले से कोई खाता नहीं है तो साइन अप करें

source: Age
hi: आयु

source: Gender
hi: लिंग

source: Male
hi: नर

source: Female
hi: महिला

source: Other
hi: अन्य

source: Contact Number
hi: संपर्क संख्या

source: Registration Successful! Click again to continue
hi: सफल पंजीकरण! जारी रखने के लिए फिर से क्लिक करें

source: Login successful! Click again to continue
hi: लॉग इन सफल! जारी रखने के लिए फिर से क्लिक करें

source: Qualification
hi: योग्यता

source: Registration Number
hi: पंजीकरण संख्या

source: Doctor Sign In
hi: डॉक्टर साइन इन करें

source: Sign In if you are a registered doctor:
hi: यदि आप एक पंजीकृत डॉक्टर हैं तो साइन इन करें:

source: Invalid Doctor ID or password.
hi: अमान्य डॉक्टर आईडी या पासवर्ड.

source: NGO Sign In
hi: एनजीओ साइन इन करें

source: Sign In if you are a registered NGO:
hi: यदि आप एक पंजीकृत एनजीओ हैं तो साइन इन करें:

source: NGO ID
hi: एनजीओ आईडी

source: Invalid NGO ID or password.
hi: अमान्य एनजीओ आईडी या पासवर्ड.

source: Your Period is expected to arrive in X days.
hi: आपकी अवधि X दिनों में आने की उम्मीद है।

source: This is your Dashboard.
hi: यह आपका डैशबोर्ड है.

source: District Preference 1
hi: जिला वरीयता 1

source: District Preference 2
hi: जिला वरीयता 2

source: District Preference 3
hi: जिला वरीयता 3

source: Passwords do not match!
hi: सांकेतिक शब्द मेल नहीं खाते!

source: Regular Patient Registration Successful! Click again to continue
hi: नियमित रोगी पंजीकरण सफल! जारी रखने के लिए फिर से क्लिक करें

source: Invalid username or password.
hi: अमान्य उपयोगकर्ता नाम या पासवर्ड।

source: Menu
hi: मेन्यू

source: Dashboard
hi: डैशबोर्ड

source: Symptoms
hi: लक्षण

source: Select Symptoms
hi: लक्षण चुनें

source: Abdominal Pain
hi: पेट में दर्द

source: Back Pain
hi: पीठ दर्द

source: Bloating
hi: सूजन

source: Fatigue
hi: थकान

source: Headache
hi: सिर दर्द

source: Mood Swings
hi: मिजाज़

source: Nausea
hi: जी मिचलाना

source: Factors
hi: कारकों

source: Pregnant
hi: गर्भवती

source: Pregnancy Start Date
hi: गर्भावस्था प्रारंभ तिथि

source: Pregnancy End Date
hi: गर्भावस्था की समाप्ति तिथि

source: Lactating
hi: स्तनपान कराने वाली

source: Lactation Start Date
hi: स्तनपान आरंभ तिथि

source: Lactation End Date
hi: स्तनपान समाप्ति तिथि

source: Contraceptive
hi: गर्भनिरोधक

source: Contraceptive Start Date
hi: गर्भनिरोधक आरंभ तिथि

source: Contraceptive End Date
hi: गर्भनिरोधक समाप्ति तिथि

source: This is the Calendar.
hi: यह कैलेंडर है.

source: Start Date
hi: आरंभ करने की तिथि

source: End Date
hi: अंतिम तिथि

source: Select Year
hi: वर्ष चुनें

source: Select Month
hi: महीना चुनिए

source: Download Report
hi: रिपोर्ट डाउनलोड करें

source: Contact
hi: संपर्क

source: Contact your Nearest Doctor:
hi: अपने नजदीकी डॉक्टर से संपर्क करें:

source: Contact your Nearest NGO:
hi: अपने नजदीकी एनजीओ से संपर्क करें:

source: Contact for site help:
hi: साइट सहायता के लिए संपर्क करें:

source: Announcements
hi: घोषणाएं

source: This is the Announcements page.
hi: यह घोषणा पृष्ठ है.

source: You have been logged out. Click again to confirm
hi: आप लॉग आउट हो चुके हैं। लॉग आउट की पुष्टि करने के लिए फिर से क्लिक करें

source: Plan a Visit:
hi: यात्रा की योजना बनाएं:

source: Select Date of Visit:
hi: यात्रा की तिथि चुनें:

source: Select Region of Visit:
hi: यात्रा का क्षेत्र चुनें:

source: Preference
hi: पसंद

source: Selected Districts:
hi: चयनित जिले:

source: Confirm
hi: पुष्टि करना

source: Confirmation Letter generated successfully!
hi: पुष्टिकरण पत्र सफलतापूर्वक तैयार हुआ!

source: View PDF
hi: पीडीएफ देखें

source: Please select a valid date of visit.
hi: कृपया यात्रा की वैध तिथि चुनें।
